Repository: common-repository/robera
Catalog: languages/robera-recommender-*.po
Languages: fa_ir

source: Robera Recommender
fa_ir: توصیه‌گر روبه‌راه

source: This Plugins help you interact with your WooCommerce users smarter by recommend products and related-products to them according to their preferences.
fa_ir: این پلاگین به شما کمک می‌کند که تعامل هوشمندی با کاربرانتان داشته باشید.با استفاده از این پلاگین می‌توانید کالاهای پیشنهادی و محصولات مشابه را بر اساس سلیقه‌ی کاربرتان به وی نمایش دهید.

source: Note: The items shown in this block are personalized. It means each person would see a unique content on this block.
fa_ir: توجه: محصولاتی نمایش داده شده در این نوار به وسیله‌ی روبه‌راه شخصی‌سازی می‌شود. یعنی هر کاربری متناسب با سلیقه خودش این نوار را خواهد دید و برای همه یکسان نیست.

source: Robera
fa_ir: توصیه‌گر روبه‌راه

source: Dashboard
fa_ir: پیشخوان

source: Users
fa_ir: کاربران

source: Receiving Data
fa_ir: در حال دریافت داده‌های فروشگاه

source: Training the Engine
fa_ir: در حال سر در آوردن از رفتار مشتری

source: Ready
fa_ir: سامانه روبه‌راهه

source: We are receiving your data and will work on them ASAP.
fa_ir: در حال دریافت و ذخیره داده‌های سایت شما هستیم و به زودی روی اون‌ها کار خواهیم کرد.

source: Data received. We are studying customers’ behavior based on your data.
fa_ir: در حال مطالعه و یادگیری رفتار مشتری از روی داده‌های ارسالی از سایت شما هستیم. داده‌ها رو گذاشتیم بار، فقط باید جا بیفتد!

source: Robera is at your service. Enjoy our recommendation system.
fa_ir: همه چیز روبه‌راهه و نوار توصیه‌گر روبه‌راه آماده سرویس‌دهیه. حالش رو ببرید.

source: purchase
fa_ir: خرید

source: login
fa_ir: ورود به سایت

source: click on recommended
fa_ir: کلیک روی محصول پیشنهادی

source: add to cart
fa_ir: اضافه کردن به سبد خرید

source: view
fa_ir: مشاهده‌ی صفحه

source: register
fa_ir: ثبت‌نام

source: remove from cart
fa_ir: حذف از سبد خرید

source: no interaction
fa_ir: بدون تعامل قبلی

source: Powered by
fa_ir: پیشنهاد شده از طرف

source: rooberah
fa_ir: روبه‌راه

source: Recommendations on user Statistics
fa_ir: آمار نوار پیشنهاد شخصی‌سازی شده‌ی روبه‌راه به کاربر

source: Related Items Recommendation's Statistics
fa_ir: آمار نوار پیشنهاد محصولات مشابه از طرف روبه‌راه

source: Number of related products recommendation blocks shown to users.
fa_ir: تعداد دفعاتی که روبه‌راه نوار «محصولات مرتبط» را نمایش داده.

source: Number of recommendations on user block shown to users
fa_ir: تعداد دفعاتی که روبه‌راه نوار پیشنهادات به کاربر را نمایش داده.

source: Attention
fa_ir: توجه!

source: Robera's State
fa_ir: وضعیت اتصال به روبه‌راه

source: Refresh the page to try again.
fa_ir: ارتباط با سرور روبه‌راه برقرار نشد. برای تلاش مجدد صفحه‌را مجددا بارگذاری کنید.

source: Connection to Robera failed
fa_ir: اتصال با روبه‌راه برقرار نشد.

source: Robera Statistics
fa_ir: آمار روبه‌راه

source: Last 7 Days
fa_ir: هفت روز گذشته

source: Last Month
fa_ir: ماه گذشته

source: Custom
fa_ir: دلخواه

source: Sync Data
fa_ir: همگام‌سازی داده‌ها

source: Filter
fa_ir: فیلتر

source: Recommendation blocks
fa_ir: نوار پیشنهاد

source: Number of Clicks on the items of the Recommendation Block. Click on any item of the block will count.
fa_ir: تعداد دفعاتی که روی نوار پیشنهادهای روبه‌راه کلیک شده. کلیک روی هر یک از محصولات نوار، یک مورد موفق محسوب می‌شه.

source: Clicks
fa_ir: کلیک‌

source: Shows the number of bought items from Robera’s recommended items. If a person buys 2 of one product, it will count 2.
fa_ir: تعداد کالاهای خریداری شده‌از طریق کلیک روی نوار پیشنهاد روبه‌راه نمایش داده می‌شود. اگر کاربر در یک سفارش از یک کالا، دو تا خریده باشه، دو بار در این بخش حساب می‌شه.

source: Bought Items
fa_ir: قلم خریداری شده

source: Shows the total money earned by recommended products.
fa_ir: مجموع تومانی خریدهای انجام شده از کانال نوار پیشنهاد محصولات روبه‌راه

source: Bought Value
fa_ir: ارزش خرید انجام شده

source: Robera Recommender Settings
fa_ir: تنظیمات توصیه‌گر روبه‌راه

source: To add personalized recommendation block in any page (including homepage), use Robera recommendation block inside Woocommerce blocks in page editor
fa_ir: برای اضافه کردن نوار پیشنهادات به هر کاربر در صفحه‌ی دلخواه، از بلاک توصیه‌گر روبه‌راه بین بلاک‌های ووکامرس در صفحه‌ی ویرایش صفحات استفاده کنید.

source: Use recommendations for related products.
fa_ir: برای محصولات مشابه از پیشنهادهای هوشمند روبه‌راه استفاده کن.

source: Related products section class name
fa_ir: نام کلاس (css) بخش محصولات مشابه

source: Submit
fa_ir: ذخیره

source: interaction type
fa_ir: نوع تعامل

source: interaction time
fa_ir: زمان تعامل

source: interaction value
fa_ir: مقدار

source: item name (or page title)
fa_ir: نام کالا ( یا صفحه )

source: price
fa_ir: قیمت

source: Back
fa_ir: بازگشت

source: User
fa_ir: کاربر

source: Number of purchases
fa_ir: تعداد کل خرید

source: Total value of purchases
fa_ir: میزان کل خریدها

source: Register date
fa_ir: تاریخ ثبت‌نام

source: First visit
fa_ir: اولین مشاهده‌ی صفحه

source: Num visited pages
fa_ir: تعداد صفحات مشاهده کرده

source: units
fa_ir: عدد

source: seconds
fa_ir: ثانیه

source: user id
fa_ir: شناسه کاربر

source: last interaction time
fa_ir: تاریخ آخرین تعامل

source: total purchase
fa_ir: میزان کل خرید

source: num purchase
fa_ir: تعداد خرید

source: time on site
fa_ir: زمان ماندن در سایت

source: cart value
fa_ir: ارزش سبد خرید کنونی

source: The very last time that the person had an interaction
fa_ir: آخرین باری که یک نفر با سایت تعاملی داشته است

source: Total value of user's purchases
fa_ir: مجموع خریدهای کاربر را بر حسب واحد پولی سایت شما (تومان یا ریال) نمایش می‌دهد

source: Total number of user's purchased order items
fa_ir: مجموع تعداد کل قلم کالای خریداری شده توسط کاربر از ابتدا تا امروز را نشان می‌دهد

source: Total time spent by user in your website
fa_ir: مجموع زمانی که کاربر از زمان نصب ما تا امروز در سایت گذرانده است

source: anonymous id
fa_ir: شناسه کاربر نا‌شناس

source: From
fa_ir: از

source: To
fa_ir: تا

source: Total Users :
fa_ir: تعداد کل کاربران :

source: Anonymous Users
fa_ir: کاربران نا‌شناس

source: Registered Users
fa_ir: کاربران ثبت‌نام کرده

source: number of purchases
fa_ir: تعداد کل خرید

source: total value of purchases
fa_ir: کل میزان خریدها

source: average value of purchases
fa_ir: میانگین قیمت سبدهای خرید

source: average of users' views
fa_ir: میانگین تعداد صفحات بازدید شده‌ی هر کاربر

source: total view average time
fa_ir: میانگین زمان ماندن در هر صفحه

source: Filter Users
fa_ir: فیلتر کردن کاربران

source: Filter Anonymous Users
fa_ir: فیلتر کردن کابران نا‌شناس

source: Last Interaction time
fa_ir: زمان آخرین تعامل

source: First Interaction time
fa_ir: زمان اولین تعامل

source: Total Purchase amount
fa_ir: مجموع خرید

source: Num of purchases
fa_ir: تعداد خرید

source: Product purchased
fa_ir: محصول خریداری شده

source: Remove Filters
fa_ir: حذف فیلترها

source: Product
fa_ir: محصول

source: Not Found
fa_ir: نتیجه‌ای یافت نشد

source: Anonymous User
fa_ir: کاربر نا‌شناس

source: Robera Recommendation
fa_ir: نوار پیشنهاد روبه‌راه

source: Number of products
fa_ir: تعداد محصول‌ها
